Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Description:
it_it: Descrizione:

source: Model name:
it_it: Nome modello:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
it_it: Sono stati apportati aggiornamenti al piano bonus selezionato. Utilizza la versione bozza in sospeso per applicarli secondo necessità.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
it_it: Sono stati apportati aggiornamenti al modello di dati selezionato. Utilizzare la versione bozza in sospeso per applicarli secondo necessità.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
it_it: Il modello di dati è stato esteso con nuovi campi. Utilizza la versione bozza in sospeso per applicarli, se necessario.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
it_it: Sono stati apportati aggiornamenti al piano bonus selezionato. Per applicare le modifiche, pubblicare il ciclo retributivo.

source: Republished (proposals retained)
it_it: Ripubblicato (proposte mantenute)

source: Republished (no proposals)
it_it: Ripubblicato (nessuna proposta)

source: Changes detected in bonus plan
it_it: Modifiche rilevate nel piano bonus

source: Data model extended
it_it: Modello dati esteso

source: Pending draft created
it_it: Bozza in sospeso creata

source: Pending draft deleted
it_it: Bozza in sospeso eliminata

source: Round republished
it_it: Round ripubblicato

source: Round published
it_it: Round pubblicato

source: View all updates
it_it: Visualizza tutti gli aggiornamenti

source: All updates
it_it: Tutti gli aggiornamenti

source: View population configuration
it_it: Visualizza configurazione della popolazione

source: View round configuration
it_it: Visualizza configurazione del round

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
it_it: Regole attive: {{activeRulesCount}} • Regole inattive: {{inactiveRulesCount}}

source: Team planner configuration
it_it: Configurazione del pianificatore del team

source: View team planner configuration
it_it: Visualizza la configurazione del pianificatore del team

source: Validation reports: {{validationReportsCount}}
it_it: Report di convalida: {{validationReportsCount}}

source: View workflow configuration
it_it: Visualizza configurazione del workflow

source: API connection
it_it: Connessione API

source: Connection details
it_it: Dettagli di connessione

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
it_it: Questo download non è disponibile perché il data drop supera il limite di {{workersCount}} Collaboratori. Per risolvere il problema, modifichi la configurazione per restringere la selezione dei Collaboratori. Per assistenza o per discutere le opzioni relative a esportazioni di grandi dimensioni, La preghiamo di contattare il supporto clienti.

source: Connection ID
it_it: ID connessione

source: Round ID
it_it: ID round

source: Round Management
it_it: Gestione dei round

source: Copy JSON
it_it: Copia JSON

source: Failed to copy. Please try again.
it_it: Copia non riuscita. Riprova.

source: JSON copied to clipboard
it_it: JSON copiato negli appunti

source: Create statement generation rule
it_it: Crea regola di generazione dell'estratto conto

source: The statement generation rule was successfully created.
it_it: La regola di generazione dell'estratto conto è stata creata con successo.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
it_it: Sei sicuro di voler eliminare questa regola di generazione dell'estratto conto? Questa azione non può essere annullata.

source: The statement generation rule was successfully duplicated.
it_it: La regola di generazione dell'estratto conto è stata duplicata con successo.

source: No statement generation rules yet!
it_it: Nessuna regola di generazione delle dichiarazioni ancora disponibile!

source: Generated
it_it: Generato

source: Generation failed
it_it: Generazione non riuscita

source: Not generated
it_it: Non generato

source: The communication round cannot be empty.
it_it: Il ciclo di comunicazione non può essere vuoto.

source: Specify a name and a description for this document distribution rule.
it_it: Specificare un nome e una descrizione per questa regola di distribuzione dei documenti.

source: Distribution rules
it_it: Regole di distribuzione

source: Select the communication round and document template that will be used for distribution.
it_it: Selezioni il turno di comunicazione e il modello di documento che verranno utilizzati per la distribuzione.

source: Edit statement generation rule
it_it: Modifica la regola di generazione dell'estratto conto

source: The file name cannot be longer than {{charLimit}} characters.
it_it: Il nome del file non può superare {{charLimit}} caratteri.

source: Customize the file name with variables
it_it: Personalizzi il nome del file con variabili

source: Use a fixed file name for all documents
it_it: Utilizzare un nome file fisso per tutti i documenti

source: The file name cannot contain special characters.
it_it: Il nome del file non può contenere caratteri speciali.

source: The document template cannot be empty.
it_it: Il modello di documento non può essere vuoto.

source: Select document template
it_it: Seleziona il modello di documento

source: The statement generation has started.
it_it: La generazione dell'estratto conto è iniziata.

source: The statement generation rule was successfully updated.
it_it: La regola di generazione dell'estratto conto è stata aggiornata con successo.

source: View statement generation rule
it_it: Visualizza regola di generazione della dichiarazione

source: Manage round cycle
it_it: Gestisci il ciclo del round

source: Round name (A-Z)
it_it: Nome del ciclo (A-Z)

source: Round name (Z-A)
it_it: Nome del ciclo (Z-A)

source: Sorting
it_it: Ordinamento

source: Start date (earliest)
it_it: Data di inizio (prima)

source: Start date (latest)
it_it: Data di inizio (ultima)

source: Actual budget
it_it: Budget effettivo

source: No maximum outcome configuration
it_it: Nessuna configurazione massima dei risultati

source: No minimum outcome configuration
it_it: Nessuna configurazione minima dei risultati

source: No outcome configuration
it_it: Nessuna configurazione dei risultati

source: No rule configuration
it_it: Nessuna configurazione delle regole

source: No validation reports with the name "{{phrase}}"
it_it: Nessun report di convalida con il nome "{{phrase}}"

source: The note was successfully deleted.
it_it: Nota eliminata correttamente.

source: Select rule
it_it: Seleziona regola

source: Total eligible workers
it_it: Totale collaboratori idonei

source: Total populations
it_it: Popolazioni totali

source: Total number of rules
it_it: Numero totale di regole

source: Incentive Management
it_it: Gestione degli incentivi

source: Select at least one data source to continue.
it_it: Selezionare almeno una fonte di dati per continuare.

source: Manage the round cycle to generate statements and create payroll connections.
it_it: Gestisci il ciclo dei turni per generare dichiarazioni e creare collegamenti con le buste paga.

source: Incentive Curve Design
it_it: Progettazione della curva degli incentivi

source: Compensation Structure
it_it: Struttura della retribuzione

source: Compensation Process
it_it: Processo di Compensazione

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
it_it: Crea il quadro retributivo e gli elementi della retribuzione della tua organizzazione, inclusi stipendio, indennità, diarie, bonus, differimenti, titoli azionari e benefit/indennità indiretti.

source: Active currencies
it_it: Valute attive

source: Enabled currencies
it_it: Valute abilitate

source: Is enabled
it_it: È abilitato

source: {{currencyName}} currency is active
it_it: La valuta {{currencyName}} è attiva

source: No currencies yet
it_it: Nessuna valuta disponibile al momento

source: Company currency
it_it: Valuta aziendale

source: Global currency checkbox for {{currencyName}}
it_it: Casella di controllo valuta globale per {{currencyName}}

source: No currencies with the name "{{phrase}}"
it_it: Nessuna valuta con il nome "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
it_it: Casella di controllo valuta selezionata per {{currencyName}}

source: Selected currency checkbox for this page
it_it: Casella di controllo della valuta selezionata per questa pagina

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
it_it: Abilita le valute che gli utenti potranno selezionare sulla piattaforma. La valuta globale non può essere selezionata o disattivata.

source: Currency preview
it_it: Anteprima valuta

source: Global currency
it_it: Valuta globale

source: Change global currency
it_it: Cambia valuta globale

source: Select the default currency for all users across the application.
it_it: Seleziona la valuta predefinita per tutti gli utenti nell'applicazione.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
it_it: La valuta precedente rimarrà abilitata. Se non ne ha più bisogno, la disabiliti manualmente nella tabella delle valute.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
it_it: La valuta globale selezionata verrà utilizzata come predefinita in tutta l'applicazione e sarà abilitata automaticamente.

source: Global currency configuration
it_it: Configurazione globale della valuta

source: Currencies & Exchange Rates
it_it: Valute e tassi di cambio

source: Define which currencies will be available across the application features and which one will be global currency.
it_it: Definisca quali valute saranno disponibili nelle funzionalità dell'applicazione e quale sarà la valuta globale.

source: Active & global currencies
it_it: Valute attive e globali

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
it_it: La configurazione delle impostazioni della valuta è stata modificata. Salvando queste modifiche, verranno influenzati i futuri snapshot e i dati correlati.

source: Configuration change detected
it_it: Rilevata modifica della configurazione

source: Currency Settings
it_it: Impostazioni valuta

source: The name is required.
it_it: Il nome è obbligatorio.

source: Payout curve details
it_it: Dettagli della curva di pagamento

source: The code already exists
it_it: Il codice esiste già

source: Enter a code for the payout curve
it_it: Inserisci un codice per la curva di pagamento

source: Enter the basic information of the payout curve
it_it: Inserisci le informazioni di base della curva di pagamento

source: Enter a description for the payout curve
it_it: Inserisci una descrizione per la curva di pagamento

source: Enter a name for the payout curve
it_it: Inserisci un nome per la curva di pagamento

source: Falling
it_it: Caduta

source: Decreasing payout over time/levels.
it_it: Riduzione del pagamento nel tempo/livelli.

source: Growing
it_it: In crescita

source: Increasing payout over time/levels.
it_it: Aumento del pagamento nel tempo/livelli.

source: Create payout curve
it_it: Crea curva di pagamento

source: Edit payout curve
it_it: Modifica curva di pagamento

source: Linear curve
it_it: Curva lineare

source: Payout curves
it_it: Curve di pagamento

source: No payout curves have been created yet.
it_it: Non sono state ancora create curve di pagamento.

source: No payout curves yet
it_it: Ancora nessuna curva di pagamento

source: The payout curve was successfully published.
it_it: La curva di pagamento è stata pubblicata con successo.

source: The payout curve was successfully saved.
it_it: Curva di pagamento salvata correttamente.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
it_it: Le tue condizioni sono vuote o non soddisfano i criteri. Corregga gli errori per generare il grafico della curva di pagamento.

source: Cannot generate chart
it_it: Impossibile generare il grafico

source: Payout curve preview
it_it: Anteprima della curva di pagamento

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
it_it: Verifica la correlazione tra i risultati e i pagamenti, insieme a un grafico che illustra la curva dei pagamenti.

source: Clear values
it_it: Cancella valori

source: Direction
it_it: Direzione

source: What is the direction of this curve?
it_it: Qual è la direzione di questa curva?

source: Rules related to the selected direction:
it_it: Regole relative alla direzione selezionata:

source: Result values must decrease from top to bottom
it_it: I valori dei risultati devono diminuire dall'alto verso il basso

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
it_it: La curva decrescente è adatta a scenari in cui prestazioni più elevate comportano pagamenti inferiori (ad esempio, penalità o controllo dei costi).

source: Payout values must decrease
it_it: I valori dei pagamenti devono diminuire

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
it_it: I Collaboratori i cui risultati sono pari o inferiori alla soglia minima definita riceveranno il valore massimo del pagamento.

source: Workers whose results exceed the highest defined threshold will receive 0.
it_it: I Collaboratori i cui risultati superano la soglia massima definita riceveranno 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
it_it: I Collaboratori i cui risultati superano la soglia massima definita riceveranno il valore massimo del pagamento.

source: Workers whose results are below the lowest defined threshold will receive 0.
it_it: I Collaboratori i cui risultati sono al di sotto della soglia minima definita riceveranno 0.

source: General rules:
it_it: Regole generali:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
it_it: Inserisci numeri interi e decimali nei campi di input (le frazioni non sono consentite).

source: In a growing curve, each result condition must be higher than the one before it.
it_it: In una curva crescente, ogni condizione di risultato deve essere superiore a quella precedente.

source: This configuration is typically used when better performance results in higher payouts.
it_it: Questa configurazione viene generalmente utilizzata quando prestazioni migliori comportano pagamenti più elevati.

source: Corresponding payout values should also increase or remain the same as performance improves.
it_it: I valori corrispondenti dei pagamenti dovrebbero anche aumentare o rimanere invariati man mano che le prestazioni migliorano.

source: Rules & guidelines
it_it: Regole e linee guida

source: Thresholds
it_it: Soglie

source: Define performance milestones and their corresponding payout levels.
it_it: Definisca le tappe di performance e i relativi livelli di pagamento.

source: What type is your payout curve?
it_it: Che tipo è la sua curva di pagamento?

source: Result units
it_it: Unità dei risultati

source: Performance result
it_it: Risultato delle prestazioni

source: Which units will be used for results in this curve?
it_it: Quali unità verranno utilizzate per i risultati in questa curva?

source: The value must be larger than the {{min}} value.
it_it: Il valore deve essere maggiore del valore {{min}}.

source: Define the min and max values for results and payout.
it_it: Definisci i valori minimi e massimi per i risultati e il pagamento.

source: Payout curve settings
it_it: Impostazioni della curva di pagamento

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
it_it: La configurazione contiene dei problemi. Verifichi gli intervalli e le condizioni per evitare errori.

source: Payout range
it_it: Intervallo di pagamento

source: Maximum payout
it_it: Pagamento massimo

source: Minimum payout
it_it: Pagamento minimo

source: The maximum value must be larger than the minimum value.
it_it: Il valore massimo deve essere superiore al valore minimo.

source: Result range
it_it: Intervallo dei risultati

source: Maximum result
it_it: Risultato massimo

source: Minimum result
it_it: Risultato minimo

source: The highest allowable value for both result and payout ranges is 120%.
it_it: Il valore massimo consentito sia per l'intervallo dei risultati che per quello dei pagamenti è 120%.

source: The lowest allowable value for both result and payout ranges is 0%.
it_it: Il valore minimo consentito sia per l'intervallo dei risultati che per quello dei pagamenti è 0%.

source: All workers that exceed the maximum result will be included in the maximum range.
it_it: Tutti i collaboratori che superano il risultato massimo saranno inclusi nell'intervallo massimo.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
it_it: I campi di input accettano solo numeri interi e decimali. Le frazioni non sono consentite.

source: The default unit used in the payout curve metric is percentage.
it_it: L'unità predefinita utilizzata nella metrica della curva di pagamento è la percentuale.

source: The value must be smaller than the {{max}} value.
it_it: Il valore deve essere inferiore al valore {{max}}.

source: Define metrics, type and thresholds
it_it: Definisci metriche, tipo e soglie

source: End payout
it_it: Termina pagamento

source: End result
it_it: Risultato finale

source: Payout value (%)
it_it: Valore del pagamento (%)

source: Payout
it_it: Pagamento

source: Payout: {{yAxis}}
it_it: Pagamento: {{yAxis}}

source: Result (%)
it_it: Risultato (%)

source: for
it_it: per

source: Result: {{xAxis}}
it_it: Risultato: {{xAxis}}

source: Start payout
it_it: Avvia pagamento

source: Start result
it_it: Avvia risultato

source: Step curve
it_it: Curva a gradini

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
it_it: Una curva lineare rappresenta un pagamento che varia a un tasso costante nel tempo o tra diversi livelli di performance.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
it_it: Una curva a gradini modifica il pagamento in "salti" fissi a intervalli specificati invece che in modo graduale.

source: Amount (units)
it_it: Quantità (unità)

source: Percentages
it_it: Percentuali

source: View payout curve
it_it: Visualizza curva di pagamento

source: Additional field attributes
it_it: Attributi aggiuntivi del campo

source: Are you sure you want to deactivate entity? This action cannot be undone.
it_it: Sei sicuro di voler disattivare l'entità? Questa azione non può essere annullata.

source: Are you sure you want to delete this entity? This action cannot be undone.
it_it: Sei sicuro di voler eliminare questa entità? Questa azione non può essere annullata.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
it_it: Sei sicuro di voler pubblicare questa entità? Ti consigliamo di rivedere prima le impostazioni dell'entità.

source: Confirm publishing
it_it: Conferma pubblicazione

source: Create custom entity
it_it: Crea entità personalizzata

source: Failed to load entity details.
it_it: Caricamento dei dettagli dell'entità non riuscito.

source: Custom entity details
it_it: Dettagli entità personalizzata

source: Edit custom entity
it_it: Modifica entità personalizzata

source: Edit {{name}}
it_it: Modifica {{name}}

source: Effective dating
it_it: Data di validità

source: No effective dating
it_it: Nessuna data di validità

source: Effective date range
it_it: Intervallo di date di validità

source: Try adjusting your search or filters to find what you're looking for.
it_it: Prova a modificare la ricerca o i filtri per trovare quello che stai cercando.

source: No custom entities match your filters
it_it: Nessuna entità personalizzata corrisponde ai tuoi filtri

source: No custom entities yet
it_it: Nessuna entità personalizzata ancora

source: Entity details
it_it: Dettagli entità

source: At least one field must be set as business key.
it_it: Almeno un campo deve essere impostato come chiave di business.

source: At least one field must be configured.
it_it: È necessario configurare almeno un campo.

source: At least one field must be set as required.
it_it: Almeno un campo deve essere impostato come obbligatorio.

source: You can add up to {{max}} fields
it_it: Puoi aggiungere fino a {{max}} campi

source: Is business key
it_it: È chiave di business

source: Is required
it_it: È obbligatorio

source: Provide a name for the entity
it_it: Fornisci un nome per l'entità

source: Reference
it_it: Riferimento

source: {{count}} of {{max}}
it_it: {{count}} di {{max}}

source: Select reference
it_it: Seleziona riferimento

source: Enter a description
it_it: Inserisci una descrizione

source: Enter a name for the entity
it_it: Inserisci un nome per l'entità

source: Build your entity grid by adding fields
it_it: Crea la tua griglia di entità aggiungendo campi

source: Grid builder
it_it: Generatore di griglia

source: Custom entities
it_it: Entità personalizzate

source: Total entities
it_it: Entità totali

source: The custom entity was successfully activated.
it_it: L'entità personalizzata è stata attivata con successo.

source: The custom entity was successfully deactivated.
it_it: L'entità personalizzata è stata disattivata con successo.

source: Search for custom entities
it_it: Cerca entità personalizzate

source: Custom Entities
it_it: Entità personalizzate

source: Enum reference
it_it: Riferimento enum

source: Number
it_it: Numero

source: The field name is required.
it_it: Il nome del campo è obbligatorio.

source: The reference is required for this type.
it_it: Il riferimento è obbligatorio per questo tipo.

source: The field type is required.
it_it: Il tipo di campo è obbligatorio.

source: Not defined
it_it: Non definito

source: View {{name}}
it_it: Visualizza {{name}}

source: Field Management
it_it: Gestione dei campi

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
it_it: Definisci l’etichetta che indica quali analisi verranno aggiornate da PayAnalytics quando viene avviata l’azione di aggiornamento.

source: Label name
it_it: Nome etichetta

source: Analysis refresh configuration
it_it: Configurazione dell'aggiornamento delle analisi

source: Add mapping to model
it_it: Aggiungi mappatura al modello

source: Add mapping to the model
it_it: Aggiungi la mappatura al modello

source: Additional compensation field
it_it: Campo retribuzione aggiuntiva

source: Compensation components will be automatically adjusted to full-time using the FTE field.
it_it: I componenti della retribuzione verranno regolati automaticamente a tempo pieno utilizzando il campo FTE.

source: Apply part-time scaling
it_it: Applica la riduzione per il part-time
